Repository: PacktPublishing/Cross-Platform-UIs-with-Flutter
Catalog: chapter_2/lib/localization/l10n/app_*.arb
Languages: it

# app_title
source: Results and standings
it: Risultati e classifiche

source: Results
it: Risultati

source: Standings
it: Classifica

source: Circuit name
it: Nome del circuito

source: Winner
it: Vincitore

source: Points
it: Punti

source: done
it: fatte

source: Next races
it: Prossime gare

source: left
it: restanti

source: Upcoming races
it: Prossime gare
